9/data/attachments/412a5a7d0a1e8c05.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5800c7bc-3ec0-4a00-87ab-f2ba906f8969</nif:username>
            <nif:friendToBeAdded>Elizabeth_own_Actions_16645_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>